[
  {
    "id": 1,
    "fact": "Horses can sleep both lying down and standing up, but they can only dream while lying down."
  },
  {
    "id": 2,
    "fact": "Horses have the largest eyes of any land mammal."
  },
  {
    "id": 3,
    "fact": "Horses communicate their emotions through facial expressions."
  },
  {
    "id": 4,
    "fact": "Horses have a great sense of balance and can sleep standing up without falling over."
  },
  {
    "id": 5,
    "fact": "Horses have a good memory and can remember their training and past experiences for a long time."
  },
  {
    "id": 6,
    "fact": "Horses can't vomit because of the way their esophagus is structured."
  },
  {
    "id": 7,
    "fact": "Horses can run shortly after birth and most foals can gallop within a few hours."
  },
  {
    "id": 8,
    "fact": "Horses have a unique way of expressing their affection by gently blowing on each other."
  },
  {
    "id": 9,
    "fact": "Horses are herbivores and have a digestive system that is specialized for grazing."
  },
  {
    "id": 10,
    "fact": "Horses can see almost 360 degrees around them, except for a small blind spot directly in front of their nose and behind their tail."
  },
  {
    "id": 11,
    "fact": "Horses have a great sense of humor and love to play practical jokes on each other."
  },
  {
    "id": 12,
    "fact": "Horses have a natural ability to count and can learn to recognize numbers and symbols."
  },
  {
    "id": 13,
    "fact": "Horses have a special dance they perform when they're excited, known as the 'happy hop.'"
  },
  {
    "id": 14,
    "fact": "Horses are excellent swimmers and can even swim across rivers and lakes."
  },
  {
    "id": 15,
    "fact": "Horses have a secret language known as 'horse whispering' where they communicate through subtle body movements and gestures."
  },
  {
    "id": 16,
    "fact": "Horses have been known to form close friendships with other animals, such as goats and dogs."
  },
  {
    "id": 17,
    "fact": "Horses have a sweet tooth and love eating treats like apples, carrots, and even watermelon."
  },
  {
    "id": 18,
    "fact": "Horses have an amazing sense of rhythm and can be trained to dance to music."
  },
  {
    "id": 19,
    "fact": "Horses have a natural talent for painting and have created beautiful works of art with their hooves."
  },
  {
    "id": 20,
    "fact": "Horses have been known to laugh, but their laughter is so subtle that it's hard for humans to detect."
  }
]